Repository: common-repository/short-url-fe
Catalog: languages/short-url-fe-*.po
Languages: es_es

source: (not valid for localhost)
es_es: (no válido para localhost)

source: Short URL for this post:
es_es: URL corta:

source: Short URL for this page:
es_es: URL corta:

source: Copy
es_es: Copiar

source: Short URL FE Options
es_es: Opciones de Short URL FE

source: This plugin automatically adds a short URL for all blog posts (in FrontEnd) after post content. Uses %s or %s service to get short URLs.
es_es: Este plugin añade automáticamente, después del contenido, una URL acortada para todas las publicaciones (en el FrontEnd). Usa los servicios de %s o %s para obtener la URL corta.

source: Set your options for Short URL FE plugin
es_es: Configura tus opciones para el plugin Short URL FE

source: Title Settings
es_es: Configuración de Títulos

source: Short URL FE title for posts:
es_es: Título de Short URL FE para publicaciones:

source: Short URL FE title for pages:
es_es: Título de Short URL FE para páginas:

source: Short URL FE Appearance
es_es: Apariencia de Short URL FE

source: Short URL provider
es_es: Proveedor de URL Corta

source: Show Short URL FE on pages
es_es: Mostrar Short URL FE en páginas

source: Hide Short URL FE on blog posts
es_es: Ocultar Short URL FE en publicaciones

source: Show short link for:
es_es: Mostrar enlaces cortos para:

source: All users
es_es: Todos los usuarios

source: Registered users
es_es: Usuarios registrados

source: Registered users that can edit
es_es: Usuarios registrados que pueden editar

source: Copy URL to Clipboard Option
es_es: Opciones de copiado de URL al portapapeles

source: Show Copy URL button
es_es: Mostrar botón de copiado

source: Selecting this will add a button next to Short URL textbox to copy the URL to clipboard. (See live example below)
es_es: Si selecciona esta opción se añadirá un botón junto a la caja de texto con la URL corta para copiar el contenido al portapapeles. (Ver ejemplo más abajo)

source: Copy URL button text:
es_es: Texto del botón de copiado de URL:

source: Custom Class for Texbox:
es_es: Clase para la caja de texto:

source: Custom Class for Button:
es_es: Clase para el botón:

source: Database Options:
es_es: Opciones de base de datos:

source: Restore defaults upon plugin deactivation/reactivation
es_es: Restaurar valores por defecto tras reactivación del plugin

source: Only check this if you want to reset plugin settings upon Plugin reactivation
es_es: Marque esta opción solamente si quiere reiniciar toda la configuración del plugin tras una reactivación

source: Save Changes
es_es: Guardar Cambios

source: Live example
es_es: Ejemplo

source: Settings
es_es: Ajustes
